Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.24.02.14_fin.txt.tmx
Source language: fin
Languages: sme

source: Saamelaisparlamentaarikkojen konferenssin tunnelmia ja muuta ajankohtaista Haluan kertoa blogini lukijoille, että olen hakenut Lapin yliopiston saamelaiskulttuurin apulaisprofessorin virkaa.
sme: Sámi parlamentarihkkáriid konfereanssa dovdamušat ja eará áigeguovdilis áššit Hálidan muitalit iežan blogga lohkkiide, ahte lean ohcan Lappi universiteahta sámi kultuvrra veahkkeprofessora virggi.

source: Kun minut valittiin ensimmäisen kerran saamelaiskäräjien puheenjohtajaksi ilmoitin, että toimisin puheenjohtajana korkeintaan kaksi kautta ja toistin saman kun minut valittiin uudelleen saamelaiskäräjien puheenjohtajaksi.
sme: Go mun válljejuvvojin vuosttaš háve sámedikki ságadoallin ilmmuhin, ahte livččen ságadoallin eanemusat guokte áigodaga ja dán mun geardduhin ođđasit go mun válljejuvvojin nuppe háve sámedikki ságadoallin.

source: Mielestäni on välttämätöntä parlamentarismin ja saamelaiskäräjien toiminnan kehittämiseksi, että saamelaiskäräjät ei henkilöidy liikaa ja että saamelaiskäräjien johdossa tapahtuu vaihdoksia.
sme: Mu mielas lea vealtameahttun parlamentarismma ja sámedikki doaimma gárgeheami várás, ahte sámediggi ii gehččojuvvo liiggás olu ovtta olbmo bakte ja ahte sámedikki njunušsajes dáhpáhuvvet molsahuvvamat.

source: Tämä kausi on puolivälissä ja minunkin pitää alkaa pohtia mitä tekisin puheenjohtajuuden jälkeen.
sme: Dát áigodagat lea gaskkamuttos ja mun maid ferten suokkardišgoahtit maid barggalin sámedikki ságadoallidoaimma máŋŋel.

source: Olen koko työurani tehnyt töitä joko päätoimisen tutkijana tai olen tehnyt tutkijana töitä muun työn ohessa.
sme: Lean oba iežan bargoeallima áigge bargan juogo váldodoaibmasaš dutkin dehe lean bargan dutki bargguid eará bargguid olis.

source: Tutkimus on minun kutsumusammattini.
sme: Dutkanbargu lea mu váimmoguovdoámmát.

source: Se, että olen hakenut virkaa, ei tarkoita sitä, ettenkö olisi täysillä sitoutunut saamelaiskäräjien toimintaan.
sme: Dat, ahte lean ohcan virggi, ii dárkkut dan ahte ingo livčče dievaslaččat čatnasan sámedikki bargui.

source: Sitoutumiseni on etnisestäänkin suurempaa Uumajan saamelaisparlamentaarikkojen konferenssin jälkeen.
sme: Čatnaseapmi lea ovdalaččanai stuorit Ubmi sámi parlamentarihkkáriid konfereansa maŋŋel.

source: Viranhakutilaisuutta en voinut jättää käyttämättä, koska saamelaiskulttuurin tutkimustehtäviä ei ole juurikaan avoinna ja päätin testata omaa pätevyyttäni viranhaussa.
sme: In sáhtán guođđit geavatkeahttá virgeohcandilálašvuođa, daningo sámi kultuvrra dutkanbarggut eai jur leat rahppon ja ferten dieđusge geahččalit destet iežan gelbbolašvuođa virgeohcamis.

source: Enontekiön suunnalla on tapahtunut alkuvuoden aikana paljon.
sme: Eanodaga guovllus lea dáhpáhuvvan álgojagi áigge hui olu.

source: Käsivarren kansallispuistohanke kaatui.
sme: Giehtaruohttasa álbmotmeahccefidnu gopmanii.

source: Kunta vastasi hankkeen kaatumiseen suurella ilolla ja alkoi heti suunnitella erämaahotellin perustamista Käsivarren erämaa-alueelle.
sme: Suohkan dávistii fidnu gopmaneapmái stuora iluin ja plánegođii dakkaviđe meahccehotealla vuođđudeami Giehtaruohttasa meahcceguvlui.

source: Hotellin nimi on matkan varrella muutettu erämaatukikohdaksi.
sme: Hotealla namma lea mátkki áigge rievdaduvvon meahccedoarjjabáikin.

source: Päätös ei ollut yksimielinen.
sme: Mearrádus ii lean ovttamielalaš.

source: Lainsäädäntö ei tunne erämaatukikohta-käsitettä.
sme: Láhka ii dovdda meahccedoarjjabáiki-doahpaga.

source: Erämaalain § 4 mukaan hoito- ja käyttösuunnitelmassa sovitulla tavalla lupia voi myöntää tukikohtien rakentamiseen poronhoidon, kalastuksen tai metsästyksen tarpeisiin.
sme: Meahccelága 4 § mielde dikšun- ja geavahanplánas sohppojun vuogi mielde lobit sáhttet mieđihuvvot doarjjabáikkiid boazobarggu, guolástusa dehe meahccebivddu dárbbuid várás.

source: Matkailun tarpeisiin tukikohtia ei voi lain mukaan perustaa.
sme: Turismadoaimma várás doarjjabáikkit eai sáhte vuođđuduvvot.

source: En tiedä suunnittelevatko kunnanjohtaja ja kunnanhallituksen häntä kannattavat jäsenet alkavansa poronhoitajaksi Käsivarteen.
sme: In dieđe vaikko suohkanhoavda ja suohkanstivrra su guottiheaddjit plánele álggahit boazobargin Giehtaruohttasis.

source: Tukikohta- esitys vaikuttaa aivan hullunkuriselta.
sme: Doarjjabáikeevttohus orru leame oalle jallas fidnu.

source: On selvää, että vaikka kunta puhuu erämaatukikohdasta, kyseessä olisi käytännössä hotellin rakentaminen.
sme: Lea čielggas, ahte vaikko suohkan hupmá meahccedoarjjabáikkis, jearaldagas livččii geavadis hotealla huksen.

source: Kunnanjohtaja on markkinoinut hotellia pienenä, erämaisena erämaisuuteen sopivana hotellina.
sme: Suohkanhoavda lea márkanastán hotealla unna, eaidalas meahccái heivvolaš hoteallan.

source: Markkinointi on kuitenkin eri asia kuin todellisuus.
sme: Márkanastin lea goitge eará ášši go duođalašvuohta.

source: Suomessa hotellia ei voida perustaa ilman sähköä, jätehuoltoa ja tieyhteyttä.
sme: Suomas hotealla ii sáhte hukset almmá šleađgga, bázahusfuolahusa ja luoddaoktavuođaid haga.

source: Kukaan yksityinen yrittäjä ei lähtisi tällaista pyörittämään.
sme: Ii oktage ovttaskas fitnodatdoalli vuolggále dakkára jođihit.

source: Hotellit eivät toimi kaasuliekillä, kuivamuonalla, kynttilänvalossa ja kuivakäymälöillä, eikä huoltoajoa voi tehdä kävellen, moottorikelkoin tai mönkijöin.
sme: Hoteallat eai doaimma gássadolain, goikeborramušain, gintalčuovggas ja olgohivssegiiguin, iige fuolahusvuodjima sáhte dahkat vácci, mohtorgielkkáiguin dehe njealljejuvllagiiguin.

source: Hotelli siis edellyttäisi tien rakentamista sekä mittavan infrastruktuurin rakentamista.
sme: Hotealla gáibidivččii luotta huksema ja viiddes infrastruktuvrra huksema.

source: Erämaalaki on tässä asiassa hyvin yksiselitteinen.
sme: Meahcceláhka lea dán áššis hui ovttačilggolaš.

source: Lain § 5 mukaan erämaa-alueille ei saa rakentaa pysyviä teitä.
sme: Lága 5 § mielde meahcceguovlluide ii oaččo dahkat bissovaš luottaid.

source: Valtioneuvosto voi kuitenkin antaa luvan sellaisen pysyvän tien rakentamiseen, jolla on yleisen edun tai luontaiselinkeinojen harjoittamisen kannalta huomattava merkitys.
sme: Stáhtaráđđi sáhttá goitge addit lobi dakkár bissovaš luotta huksemii, mii lea oktasaš ovddu dehe luondduealáhusaiguin bargama dáfus mávssolaš.

source: Hallituksen esityksessä erämaalaiksi tämän pykälän osalta todetaan, että tien rakentaminen olisi mahdollista käytännössä vain sellaisen tien osalta, millä on kansallista merkitystä koko Suomelle.
sme: Ráđđehusa evttohusas meahcceláhkan dán paragráfa olis daddjojuvvo, ahte luotta huksen livččii geavadis vejolaš dušše dakkár luddii, mas lea álbmotlaš mearkkašupmi oba Supmii.

source: Tällöinkin tulee pohtia tien merkitystä erämaalain tavoitteisiin.
sme: Dallenai galgá suokkardit luotta mearkkašumi meahccelága ulbmiliidda.

source: Lain § 4 mukaan aluetta ei myöskään saa luovuttaa eikä antaa vuokralle ilman valtioneuvoston lupaa.
sme: Lága 4 § mielde eananviidodaga ii maid oaččo luobahit iige addit láigohuvvot almmá stáhtaráđi lobi haga.

source: Hallituksen esityksessä erämaalaiksi nimenomaan tämän pykälän osalta todetaan, että sillä estetään yksityinen rakennustoiminta sekä esim. lomakeskusten rakentaminen erämaa-alueille (HE.
sme: Ráđđehusa evttohusas meahcceláhkan earenoamážit dán paragráfa olis daddjojuvvo, ahte dainna caggojuvvo priváhta huksendoaibma ja omd. luopmoguovddážiid huksen meahcceguovlluide (HE.

source: Hotellin rakentaminen, vaikka kuinka erämaisena hankkeena sen väitettäisiin rakennettavan, edellyttäisi erämaalain muuttamista.
sme: Hotealla huksen, vaikko man luondduviđavuđot dat čuoččuhuvvolii huksejuvvot, de dat gáibidivččii meahccelága rievdadeami.

source: Tuntuu hyvin ikävältä että Enontekiön kunnalle ei mikään riitä.
sme: Orru leame nu, ahte Eanodaga suohkanii mihkkege ii leat dárbahassii.

source: Se sai tahtonsa läpi ja esti Käsivarren kansallispuiston perustamisen, joka olisi turvannut alueen luonnon, saamelaiskulttuurin, poronhoidon sekä myös ekologisen matkailun kehittymisen.
sme: Ja dat gal lea hui ahkit. Suohkan oaččui dáhtus čađa ja esttii Giehtaruohttasa álbmotmeahci vuođđudeami, mii livččii dorvvastan guovllu luonddu, sámi kultuvrra, bohccuiguin bargama dego maid ekologalaš mátkedoaibmaealáhusa gárganeami.

source: Tuntuu että vanha Kilpisjärven kehittämissuunnitelma, jossa ehdotettiin Kilpisjärvelle aivan kaikkea kylpylöistä lentokenttiin, on nostettu esille taas naftaliinista.
sme: Gilbbesjávrre boares ovddidanplána orru leame fas goivojuvvon oidnosii naftaliinnas. Dashan evttohuvvui Gilbbesjávrái vaikko mii; stuora lávggodansajiid ráges girdišiljuid rádjái.

source: Kunnan tarkoituksena tuntuu olevan saada pikkuhiljaa kaikki luonnonsuojelualueet matkailun ja rakentamisen piiriin.
sme: Suohkana ulbmilin orru leame oažžut vehážiid mielde buot birasgáhttenguovllut turismma ja huksema biirii.

source: Hotellista ei olisi pitkä matka lomakylän rakentamiseen erämaa-alueelle.
sme: Hoteallas ii livčče guhkes mátki luopmogili huksemii meahcceguvlui.

source: Asia nousee esille varmasti myös Käsivarren erämaa-alueen hoito- ja käyttösuunnitelman laadinnassa, mikä on parhaillaan valmisteltavana.
sme: Ášši loktana sihkkarit ovdan maiddái Gilbbesjávrre meahcceguovllu dikšun- ja geavahanplána ráhkadeamis, mii lea bárrásiin válmmaštallojuvvome.

source: Toivoisin todellakin, että kunta ei lähtisi ajamaan vain yhden elinkeinon etua, vaan ajattelisi kokonaisvaltaisemmin koko Enontekiön kuntaa, sen imagoa, lainsäädäntöä ja tulevaisuuttakin.
sme: Sávalin duođaidge, ahte suohkan ii vuolggále vuodjit dušše ovtta ealáhusa beroštumiid, muhto jurddahalalii ollislaččabut oba Eanodaga suohkana, dan imago, lágaid ja boahtteáigginai.

source: Enontekiö houkuttaa ennen kaikkea ekologisesta matkailusta kiinnostuneita turisteja ja ympäristönsuojeluvastaisuus voi kostautua kunnalle ja kunta voi menettää ympäristötietoisia matkailijoita muille alueille.
sme: Eanodat geasuha ovddemusat ekologalaš turismmas beroštuvvan turisttaid ja birassuodjalanvuostálašvuohta sáhttá jorggihit suohkana vuostá ja dat sáhttá massit birasdiđolaš turisttaid eará guovlluide.

source: Ekologista matkailurakentamista ja sen mahdollista lisäämistä tulisi käsitellä Kilpisjärven yleiskaavassa ja sijoittaa rakentaminen luonnonsuojelualueiden ulkopuolelle.
sme: Ekologalaš turismahuksen ja dan vejolaš lasiheami galggalii gieđahallat Gilbbesjávrre obalašlávas ja bidjat huksema luonddusuodjalanguovlluid olggobeallái.

source: Saamelaisparlamentaarikkojen konferenssi pidettiin Uumajassa.
sme: Sámi parlamentarihkkáriid konfereansa dollojuvvui Upmis.

source: Konferenssin aiheena oli erityisesti saamelaisten kotiseutualueen hyödyntäminen ja sen yhteydessä erityisesti kaivostoiminta ja pohjoismainen saamelaissopimus.
sme: Konfereanssa fáddán leigga earenoamážit Sámi guovllu ávkkástallan ja das earenoamážit ruvkedoaibma sihke davviriikkalaš sámi soahpamuš.

source: Kokouspäätösten ja poliittisen keskustelun lisäksi oli hyvin tärkeää, että saatoimme tavata epävirallisissa merkeissä ja keskustella, vaihtaa ajatuksia ja saada uusia ideoita.
sme: Čoakkánmearrádusaid ja politihkalaš ságastallama lassin lei hui dehálaš deaivvadit eahpevirggálaš oktavuođain ja ságastallat, lonohallat jurdagiid ja oažžut ođđa jurdagiid.

source: Olemme yksi kansa neljän valtion alueella, mutta pääsemme tapaamaan yhdessä harvoin.
sme: Mii leat okta álbmot njealji stáhta viidodagas, muhto beassat deaivvadit ovttas hárve.

source: On tärkeää, että saamelaiskäräjät tiivistäisivät yhteistyötään.
sme: Livččii dehálaš, ahte sámedikkit buoridivčče ovttasbargguset.

source: Suomen saamelaiskäräjät on itse asiassa hyväksynyt vastikään henkilöstöpoliittisen asiakirjan, joka mahdollistaa työntekijöiden henkilöstövaihdon Norjan ja Ruotsin saamelaiskäräjien kanssa.
sme: Suoma sámediggi lea iešalddes dohkkehan gieskat persovdnapolitihkalaš áššegirjji, mii dahká vejolažžan bargiidlonohallama Norgga ja Ruoŧa sámedikkiiguin.

source: Toivon, että hallintomme aloittavat asiasta keskustelut pian, ja halukkaille annettaisiin mahdollisuus henkilöstövaihtoon.
sme: Sávan, ahte min čállingottit álggahit ságastallat dán áššis, ja buot hálolaččaide addolii vejolašvuohta bargiidlonohallamii.

source: Uskoisin, että tämä lisäisi saamelaiskäräjien vuorovaikutusta, toisi uusia ideoita ja yhdistäisi meitä saamelaiskäräjiä entistä tiiviimmin toisiimme.
sme: Jáhkálin dán lasihit sámedikkiid vuorrováikkuhusa, buvttálii ođđa ideaid ja ovttastahtálii sámedikkii ovdalaččage buorebut.

source: Pidin konferenssissa puheen arktisen alueen hyödyntämisestä.
sme: Dollen konfereanssas sága árktalaš guovllu ávkkastallamis.

source: Puhe löytyy suomeksi ja saameksi kotisivuiltamme.
sme: Sáhka gávdno suoma- ja davvisámegillii min ruovttusiidduin.

source: II varapuheenjohtaja Heikki Paltto, joka on myös saamelaiskäräjien edustaja pohjoismaisen saamelaissopimuksen neuvotteluvaltuuskunnassa, piti puheen pohjoismaisen saamelaissopimuksen jatkoneuvottelujen tilanteesta.
sme: II várreságadoalli Hánno Heaika, gii lea maid sámedikki ovddasteaddji davviriikkalaš sámi soahpamuša šiehtadallansáttagottis, doalai sága davviriikkalaš sámi soahpamuša joatkkašiehtadallamiid dilis.

source: Kokous antoi lausunnon pohjoismaisesta saamelaissopimuksesta, julistukset Uumajan kulttuuripääkaupungista ja arktisen alueen hyödyntämisestä, jossa erityinen paino oli kaivostoiminnassa.
sme: Čoakkán atii cealkámuša davviriikkalaš sámi soahpamušas, julggaštusaid Upmi kulturoaivegávpogis ja árktalaš guovllu ávkkastallamis, mas earenoamážit lei deaddu ruvkedoaimmas.

source: Nämä tulevat mahdollisimman pian saamelaiskäräjien kotisivuille.
sme: Dát bohtet nu fargga go vejolaš sámedikki ruovttusiidduide.

source: Konferenssi oli siitä erikoinen, että yksimielisyyttä ei haluttu saavuttaa ja minä saamelaiskäräjien enemmistön, kuuden muun käräjäjäsenen kanssa jouduin äänestämään julistuksen neljännen artiklan muotoilun vuoksi koko julistusta vastaan, koska konferenssin loppuasiakirjan käsittelyn ajan puheenjohtajana toiminut SPN:n presidentti Håkan Jonsson ei voinut suostua äänestyttämään erikseen neljännen artiklan muotoilusta.
sme: Konfereansa lei dan dáfus earenoamáš, ahte ovttamielalašvuohta ii háliduvvon joksojuvvot ja mun sámedikki eanetloguin, guđa eará diggelahtuin, sadden jienastit julggaštusa njealját artihkkala dihte julggaštusa vuostá, daningo konfereanssa loahppadokumeantta gieđahallama ságadoallin doaibman SPR:a presideanta Håkan Jonsson ii miehtan jienastuhttit sierra njealját artihkkala hábmemis.

source: Kolme Suomen saamelaiskäräjäjäsentä äänesti tyhjää.
sme: Golbma Suoma sámedikki áirasa jienaste guoros jiena.

source: Julistuksen neljäs artikla oli muuttunut alkuperäisestä Suomen saamelaiskäräjien hyväksymästä muotoilusta työryhmätyöskentelyn aikana.
sme: Julggaštusa njealját artihkal lei rievdan álgovuolggálaš Suoma sámedikki dohkkehan hábmemis bargojoavkobargama áigge.

source: Kursiivilla Suomen saamelaiskäräjien yhdeksän jäsenen pöytäkirjaan jättämä lauselma neljänteen artiklaan liittyen:
sme: Kursiivan Suoma sámedikki ovcci áirasa beavdegirjái guođđin cealkkus njealját artihkkalis:

source: Pidämme saamelaisparlamentaarikkojen konferenssin toiminnan, tavoitteiden ja hengen kannalta hyvin valitettavana, että kokous teki päätöksen, jota suuri enemmistö Suomen saamelaiskäräjäjäseniä vastustaa.
sme: Atnit sámi parlamentarihkkáriid doaimma, ulbmiliid ja vuoiŋŋa dáfus hui šállošahttin, ahte sámi parlamentarihkkáriid njealját konfereansa attii julggaštusa, man 4 artihkkala buohta stuora eanetlohku Suoma sámediggeáirasiin vuostálastá.

source: Toiminta heikentää konferenssin uskottavuutta.
sme: Doaibma heajuda konfereanssa jáhkehahttivuođa.

source: Konferenssin tekemä päätös on Suomen lainsäädännön vastainen koska se ei huomioi kolttien kyläkokouksen asemaa kolttasaamelaisten edustuksellisena elimenä.
sme: Konfereanssa dahkan mearrádus lea Suoma lágaid vuostá daningo dat ii váldde vuhtii nuortalaččaid siidačoahkkima sajádaga nuortalaččaid ovddasteaddjiorgánan.

source: Suomen saamelaiskäräjälain § 6 mukaan saamelaiskäräjät edustaa saamelaisia kansallisella ja kansainvälisellä tasolla.
sme: Suoma sámediggelága § 6 mielde sámediggi ovddasta sápmelaččaid álbmotlaš ja riikkaidgaskasaš dásis.

source: Kokouksen tekemä päätös ei kunnioita Suomen saamelaiskäräjälakia ja heikentää saamelaista kulttuuri-itsehallintoa rinnastaen muut toimijat saamelaisen kulttuuri-itsehallinnon tasolle.
sme: Konfereanssa dahkan mearrádus ii gudnejáhte Suoma sámediggelága ja geahnohuhttá sámi kulturiešstivrema buohtastedettiin eará doibmiid sámi kulturiešstivrejumi dássái.

source: Julistuksen epäselvä muotoilu mahdollistaa sen, että saamelaisyhteisöiksi voidaan lukea myös sellaisia tahoja, jotka eivät ole saamelaisia oikeudenomistajia.
sme: Julggaštusa eahpečielga hábmen dahká vejolažžan dan, ahte sámi searvvušin sáhttet lohkkojuvvot maid dakkár bealit, mat eai leat sámi riekteguoddit.

source: Me allekirjoittaneet: Suomen saamelaiskäräjät pitää hyvin tärkeänä saamelaisten vaikutusmahdollisuuksien turvaamista ja kuulee alueen saamelaisia ennen kuin tekee heitä koskevia päätöksiä.
sme: Mii vuolláičállit: Suoma sámediggi atná hui dehálažžan sámiid váikkuhanvejolašvuođaid dorvvasteami ja gullá guovllu sámiid ovdal go dat dahká mearrádusaid, mat gusket sin.

source: Muilta osin me allekirjoittaneet Suomen saamelaiskäräjäjäsenet kannatamme julistuksen tavoitteita ja pidämme julistusta hyvin tärkeänä.
sme: Eará áššiid buohta mii vuolláičállit Suoma sámediggeáirasat doarjut julggaštusa ulbmiliid ja atnit julggaštusa hui dehálažžan.

source: Helmikuun lopussa on viimeinen Metsähallitustyöryhmän kokous.
sme: Guovvamánu loahpas lea maŋimus Meahcceráđđehusbargojoavkku čoakkán.

source: Tässä vaiheessa näyttää selvältä, että työryhmä ei saa yksimielistä esitystä aikaan, eikä merkittäviä edistysaskelia tapahdu Metsähallituslain uudistuksen yhteydessä.
sme: Dán muttos orru leame čielggas, ahte bargojoavku ii oaččo ovttamielalaš evttohusa, eaige mearkkašahtti buorádusat dáhpáhuva Meahcceráđđehuslága ođasnuhttima olis.

source: Koko metsähallituslain valmistelu on ollut pitkä ja ikäväkin prosessi.
sme: Oba meahcceráđđehuslága válmmaštallan lea leamaš guhkes ja ahkisdisnai proseassa.

source: Sitä on valmisteltu jo viitisen vuotta, ensin valtiovarainministeriön, sitten maa- ja metsätalousministeriön johdolla.
sme: Dathan lea válmmaštallojuvvon vihtta jagi, vuohččan ruhtaministeriija, dan maŋŋel eanan- ja meahccedoalloministeriija jođihemiin.

source: Metsähallituksen pääjohtaja ilmoitti eroavansa protestina lainvalmistelulle ja esitykselle yhtiöittää metsähallituksen liiketoiminta.
sme: Meahcceráđđehusa oaivehoavda ilmmuhii iežas earránit proteastan lágaválmmaštallamii ja evttohussii dahkat sierra fitnodaga meahcceráđđehusa fitnodatdoaimma várás.

source: Pidän hänen päätöstään ymmärrettävänä – olen hänen kanssaan samaa mieltä – mutta valitettavana saamelaisten kannalta.
sme: Anán su mearrádusa ipmirdahttin – mun lean suinna ovttaoaivilis – muhto dieđusge šállošahttin sámiid dáfus.

source: Yhteistyö Metsähallituksen kanssa on toiminut hyvin hänen pääjohtajakaudellaan ja pääjohtaja Kangas on edistänyt ja pitänyt saamelaisasioita hyvin esillä.
sme: Ovttasbargu Meahcceráđđehusain lea doaibman hui bures su oaivehoavdabaji áigge ja oaivehoavda Kangas lea ovddidan ja doallan sámi áššiid bures ovdan.
